export const monster = [
  {
    id: "ojisan",
    star: "★☆☆☆☆☆☆☆☆☆",
    name: "【丸なったオッサン】",
    text: "主にガヤガヤとした居酒屋に出没。/n昔話が多めで、やんちゃしていたときの話をすることが多い/n口癖は「俺も昔はムチャクチャしとったけどなぁ！ 今は丸なってもうたもんやで！」",
  },
  {
    id: "jouwan", 
    star: "★★☆☆☆☆☆☆☆☆", 
    name: "【上腕二頭筋三兄弟】", 
    text: "上腕二頭筋に突如宿った妖精。/n長男以外は上腕二頭筋ではないので、次男と三男はコンプレックスの塊。/n一番上（拳）が三男で、怒ると長男、次男を一方的に殴り始める。",
  },
  {
    id: "hekoki-mountain", 
    star: "★★★☆☆☆☆☆☆☆", 
    name: "【屁をし続けなければ死ぬ人】", 
    text: "突如として強力な「屁」のチカラを手に入れた人。/nしかし、はじめに使った屁によって1500mほど飛び上がってしまったため/n屁をこき続けて浮くことで、かろうじて生命を維持できている……",
  },
  {
    id: "uekibachi", 
    star: "★★★★☆☆☆☆☆☆", 
    name: "【植木鉢おじさん】", 
    text: "ある日突然、頭の上で花を育てようと決心。/n10年がたったが、家に鏡がないためどんな花になっているかは/n知らない。草花は主に脳みそを養分として成長している",
  },
  {
    id: "hekoki", 
    star: "★★★★★☆☆☆☆☆", 
    name: "【屁こき歩き虫】", 
    text: "脚力が貧弱すぎて、放屁した時の推進力でしか前に進めない虫。/nサイズは平均12cmほどしか無いが、屁の匂いはかなり強烈で/n群れの長クラスになると時折爆撃機のような音を鳴らす",
  },
  {
    id: "amechan", 
    star: "★★★★★★☆☆☆☆", 
    name: "【アメちゃんおじさん】", 
    text: "35年間口から飴を絶やしたことがない41歳。/nいつもチュッパチャップスをジャグリングしながら街を練り歩く。/nその凶悪に生い茂る胸毛に隠された乳首から「極上の水飴」が抽出されると噂されており、飴マニア界隈からは「桃源郷」と崇められている。",
  },
  {
    id: "unexplored", 
    star: "★★★★★★★☆☆☆", 
    name: "【未練の屍】", 
    text: "未練が可視化された状態。/n残留思念のようなもの。特になにかがあるわけでもなく、ずっとその場にいる。"
  },
  {
    id: "stare-wod", 
    star: "★★★★★★★★☆☆", 
    name: "【見つめる木】", 
    text: "そこにあるだけで何もしない。ただずーーーっと見ている。/nいつから生えているのかもわからないし、どこに生えているのかもわからない。/nただずーーっと見ている。"
  },
  {
    id: "bijyo", 
    star: "★★★★★★★★★☆", 
    name: "【さまよう美女】", 
    text: "この世のありとあらゆる情報を受け止め、どこにゆくべきか、ひたすらにさまよっている。/n主体のない、概念のような存在。"
  },
  {
    id: "curtain-back", 
    star: "★★★★★★★★★★", 
    name: "【カーテンの裏】", 
    text: "カーテンの裏側に住み着く亡霊。どんなところにも、どんな家庭にも存在しているかもしれない。/nふと、裏側を覗いてみると……？"
  }
]
